Repository: millianlmx/swimmich
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: The photo stays in your library.
de: Das Foto bleibt in deiner Mediathek.
es: La foto permanece en tu biblioteca.
fr: La photo reste dans votre photothèque.
it: La foto resta nella tua libreria.

source: The photos stay in your library — only this memory is removed.
de: Die Fotos bleiben in deiner Mediathek — nur diese Erinnerung wird entfernt.
es: Las fotos permanecen en tu biblioteca: solo se elimina este recuerdo.
fr: Les photos restent dans votre photothèque — seul ce souvenir est supprimé.
it: Le foto restano nella tua libreria — viene rimosso solo questo ricordo.

source: The photos you kept.
de: Die Fotos, die du behalten hast.
es: Las fotos que guardaste.
fr: Les photos que vous avez gardées.
it: Le foto che hai conservato.

source: The road trip was added to your photo library.
de: Der Roadtrip wurde deiner Mediathek hinzugefügt.
es: El road trip se añadió a tu biblioteca de fotos.
fr: Le road trip a été ajouté à votre photothèque.
it: Il road trip è stato aggiunto alla tua libreria foto.

source: The server returned an invalid OAuth URL.
de: Der Server hat eine ungültige OAuth-URL zurückgegeben.
es: El servidor devolvió una URL de OAuth no válida.
fr: Le serveur a renvoyé une URL OAuth non valide.
it: Il server ha restituito un URL OAuth non valido.

source: The suggested copies are kept. This cannot be undone.
de: Die vorgeschlagenen Kopien werden behalten. Das kann nicht rückgängig gemacht werden.
es: Se conservan las copias sugeridas. Esta acción no se puede deshacer.
fr: Les copies suggérées sont conservées. Cette action est irréversible.
it: Le copie consigliate vengono conservate. L'operazione non può essere annullata.

source: Their photos can appear alongside yours in the timeline. The switch decides that per partner.
de: Ihre Fotos können zusammen mit deinen in der Zeitleiste erscheinen. Der Schalter entscheidet das pro Partner.
es: Sus fotos pueden aparecer junto a las tuyas en la cronología. El interruptor lo decide para cada socio.
fr: Leurs photos peuvent apparaître à côté des vôtres dans la timeline. L'interrupteur le définit pour chaque partenaire.
it: Le loro foto possono apparire insieme alle tue nella cronologia. L'interruttore lo decide per ogni partner.

source: They lose access to your library. Your photos stay on the server, and your own timeline is unaffected.
de: Sie verlieren den Zugriff auf deine Mediathek. Deine Fotos bleiben auf dem Server, und deine eigene Zeitleiste bleibt unverändert.
es: Perderán el acceso a tu biblioteca. Tus fotos permanecen en el servidor y tu cronología no se ve afectada.
fr: Ils perdent l'accès à votre photothèque. Vos photos restent sur le serveur et votre propre timeline n'est pas affectée.
it: Perderanno l'accesso alla tua libreria. Le tue foto restano sul server e la tua cronologia non cambia.

source: They will no longer be able to view or edit this album.
de: Diese Person kann das Album dann nicht mehr ansehen oder bearbeiten.
es: Ya no podrá ver ni editar este álbum.
fr: Cette personne ne pourra plus voir ni modifier cet album.
it: Non potrà più vedere o modificare questo album.

source: This asset will be permanently deleted. Action cannot be undone.
de: Dieses Objekt wird endgültig gelöscht. Die Aktion kann nicht rückgängig gemacht werden.
es: Este elemento se eliminará de forma permanente. Esta acción no se puede deshacer.
fr: Cet élément sera définitivement supprimé. Action irréversible.
it: Questo elemento sarà eliminato definitivamente. L'azione non può essere annullata.

source: This file is %@ — larger than the %@ offline budget.
de: Diese Datei ist %@ — größer als das Offline-Budget von %@.
es: Este archivo ocupa %@ — más grande que el límite sin conexión de %@.
fr: Ce fichier fait %@ — plus gros que le budget hors ligne de %@.
it: Questo file è %@ — più grande del budget offline di %@.

source: This link is no longer available
de: Dieser Link ist nicht mehr verfügbar
es: Este enlace ya no está disponible
fr: Ce lien n'est plus disponible
it: Questo link non è più disponibile

source: This link is protected. Enter the password you were given with it.
de: Dieser Link ist geschützt. Gib das Passwort ein, das du dazu erhalten hast.
es: Este enlace está protegido. Introduce la contraseña que te dieron con él.
fr: Ce lien est protégé. Saisissez le mot de passe qui vous a été fourni avec.
it: Questo link è protetto. Inserisci la password che ti è stata fornita.

source: This photo is not part of a stack.
de: Dieses Foto ist nicht Teil eines Stapels.
es: Esta foto no forma parte de una pila.
fr: Cette photo ne fait pas partie d'une pile.
it: Questa foto non fa parte di un gruppo.

source: This photo will be permanently removed. Action cannot be undone.
de: Dieses Foto wird endgültig entfernt. Die Aktion kann nicht rückgängig gemacht werden.
es: Esta foto se eliminará de forma permanente. Esta acción no se puede deshacer.
fr: Cette photo sera définitivement supprimée. Action irréversible.
it: Questa foto sarà rimossa definitivamente. L'azione non può essere annullata.

source: This removes it from your library. Action cannot be undone.
de: Damit wird es aus deiner Mediathek entfernt. Die Aktion kann nicht rückgängig gemacht werden.
es: Esto lo elimina de tu biblioteca. Esta acción no se puede deshacer.
fr: Cela la retire de votre photothèque. Action irréversible.
it: Questa operazione la rimuove dalla tua libreria. L'azione non può essere annullata.

source: This removes the photo from your library.
de: Damit wird das Foto aus deiner Mediathek entfernt.
es: Esto elimina la foto de tu biblioteca.
fr: Cela la retire de votre photothèque.
it: Questa operazione rimuove la foto dalla tua libreria.

source: This removes them from the album. The photos stay in your library.
de: Damit werden sie aus dem Album entfernt. Die Fotos bleiben in deiner Mediathek.
es: Esto los elimina del álbum. Las fotos permanecen en tu biblioteca.
fr: Cela les retire de l'album. Les photos restent dans votre photothèque.
it: Questa operazione le rimuove dall'album. Le foto restano nella tua libreria.

source: This removes them from your library. Action cannot be undone.
de: Damit werden sie aus deiner Mediathek entfernt. Die Aktion kann nicht rückgängig gemacht werden.
es: Esto los elimina de tu biblioteca. Esta acción no se puede deshacer.
fr: Cela les retire de votre photothèque. Action irréversible.
it: Questa operazione le rimuove dalla tua libreria. L'azione non può essere annullata.

source: This server does not expose its user list, or everyone on it is already a partner.
de: Dieser Server gibt seine Nutzerliste nicht preis, oder alle darauf sind bereits Partner.
es: Este servidor no expone su lista de usuarios, o todos en él ya son socios.
fr: Ce serveur n'expose pas sa liste d'utilisateurs, ou tout le monde y est déjà partenaire.
it: Questo server non espone l'elenco degli utenti, oppure tutti i suoi utenti sono già partner.

source: This server has no other users to invite.
de: Auf diesem Server gibt es keine anderen Nutzer zum Einladen.
es: Este servidor no tiene otros usuarios a los que invitar.
fr: Ce serveur n'a aucun autre utilisateur à inviter.
it: Questo server non ha altri utenti da invitare.

source: This server’s certificate can’t be verified.
de: Das Zertifikat dieses Servers kann nicht verifiziert werden.
es: No se puede verificar el certificado de este servidor.
fr: Le certificat de ce serveur ne peut pas être vérifié.
it: Il certificato di questo server non può essere verificato.

source: This shared album has no photos. You can add the first one.
de: Dieses geteilte Album hat keine Fotos. Du kannst das erste hinzufügen.
es: Este álbum compartido no tiene fotos. Puedes añadir la primera.
fr: Cet album partagé ne contient aucune photo. Vous pouvez ajouter la première.
it: Questo album condiviso non ha foto. Puoi aggiungere la prima.

source: This shared link holds no photos.
de: Dieser geteilte Link enthält keine Fotos.
es: Este enlace compartido no contiene fotos.
fr: Ce lien partagé ne contient aucune photo.
it: Questo link condiviso non contiene foto.

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest'anno

source: timeout
de: Zeitüberschreitung
es: tiempo de espera agotado
fr: délai dépassé

source: Tracked photos
de: Verfolgte Fotos
es: Fotos rastreadas
fr: Photos suivies
it: Foto monitorate

source: Transition
de: Übergang
es: Transición
it: Transizione

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
it: Cestino

source: Trash is Empty
de: Papierkorb ist leer
es: La papelera está vacía
fr: Corbeille vide
it: Il cestino è vuoto

source: Trust
de: Vertrauen
es: Confiar
fr: Faire confiance
it: Fidati

source: Trust this server?
de: Diesem Server vertrauen?
es: ¿Confiar en este servidor?
fr: Faire confiance à ce serveur ?
it: Fidarsi di questo server?

source: Try a different search term.
de: Versuche einen anderen Suchbegriff.
es: Prueba con otro término de búsqueda.
fr: Essayez un autre terme de recherche.
it: Prova con un altro termine di ricerca.

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova

source: Unfavorite
de: Favorit entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

source: Unlike
de: Gefällt mir nicht mehr
es: Quitar Me gusta
fr: Je n'aime plus
it: Rimuovi like

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca

source: Unlock PhotoVault
de: PhotoVault entsperren
es: Desbloquear PhotoVault
fr: Déverrouiller PhotoVault
it: Sblocca PhotoVault

source: Unnamed
de: Unbenannt
es: Sin nombre
fr: Sans nom
it: Senza nome

source: Unnamed face
de: Unbenanntes Gesicht
es: Rostro sin nombre
fr: Visage sans nom
it: Volto senza nome

source: Unsave memory
de: Erinnerung nicht mehr speichern
es: Dejar de guardar el recuerdo
fr: Ne plus enregistrer le souvenir
it: Rimuovi ricordo salvato

source: Unsave Memory
de: Erinnerung nicht mehr speichern
es: Dejar de guardar el recuerdo
fr: Ne plus enregistrer le souvenir
it: Rimuovi ricordo salvato

source: Unstack
de: Stapel auflösen
es: Desapilar
fr: Désempiler
it: Separa

source: Unstack all
de: Alle Stapel auflösen
es: Desapilar todo
fr: Tout désempiler
it: Separa tutto

source: Unstack these photos?
de: Stapel dieser Fotos auflösen?
es: ¿Desapilar estas fotos?
fr: Désempiler ces photos ?
it: Separare queste foto?

source: Untitled link
de: Unbenannter Link
es: Enlace sin título
fr: Lien sans titre
it: Link senza titolo

source: Uploads new photos from the photo library to Immich.
de: Lädt neue Fotos aus der Mediathek auf Immich hoch.
es: Sube fotos nuevas de la biblioteca de fotos a Immich.
fr: Importe les nouvelles photos de la photothèque vers Immich.
it: Carica nuove foto dalla libreria foto a Immich.

source: Usage
de: Nutzung
es: Uso
fr: Utilisation
it: Utilizzo

source: Use cellular for photos
de: Mobiles Netz für Fotos verwenden
es: Usar datos móviles para las fotos
fr: Utiliser les données cellulaires pour les photos
it: Usa rete cellulare per le foto

source: Use cellular for videos
de: Mobiles Netz für Videos verwenden
es: Usar datos móviles para los vídeos
fr: Utiliser les données cellulaires pour les vidéos
it: Usa rete cellulare per i video

source: Use System Language
de: Systemsprache verwenden
es: Usar idioma del sistema
fr: Utiliser la langue du système
it: Usa lingua di sistema

source: Use your Immich account to access your photo library.
de: Verwende dein Immich-Konto, um auf deine Mediathek zuzugreifen.
es: Usa tu cuenta de Immich para acceder a tu biblioteca de fotos.
fr: Utilisez votre compte Immich pour accéder à la photothèque.
it: Usa il tuo account Immich per accedere alla libreria foto.

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

source: User Directory Hidden
de: Benutzerverzeichnis ausgeblendet
es: Directorio de usuarios oculto
fr: Répertoire d'utilisateurs masqué
it: Elenco utenti nascosto

source: Users (%lld)
de: Benutzer (%lld)
es: Usuarios (%lld)
fr: Utilisateurs (%lld)
it: Utenti (%lld)

source: Video saved
de: Video gespeichert
es: Vídeo guardado
fr: Vidéo enregistrée
it: Video salvato

source: View in timeline
de: In der Zeitleiste ansehen
es: Ver en la cronología
fr: Afficher dans la timeline
it: Visualizza nella cronologia

source: Viewer
de: Betrachter
es: Visor
fr: Lecteur
it: Visualizzatore

source: Warmth
de: Wärme
es: Calidez
fr: Chaleur
it: Calore

source: Welcome to Immich
de: Willkommen bei Immich
es: Te damos la bienvenida a Immich
fr: Bienvenue sur Immich
it: Benvenuto in Immich

source: What you were doing on this day, years ago.
de: Was du an diesem Tag vor Jahren gemacht hast.
es: Lo que hacías este día, hace años.
fr: Ce que vous faisiez ce jour-là, il y a des années.
it: Cosa stavi facendo in questo giorno, anni fa.

source: While Immich is open, new photos start backing up within a few seconds. When it's closed, iOS decides when to run — usually while charging on Wi-Fi.
de: Wenn Immich geöffnet ist, startet das Backup neuer Fotos innerhalb weniger Sekunden. Ist es geschlossen, entscheidet iOS, wann es läuft — normalerweise beim Laden über WLAN.
es: Mientras Immich está abierto, las fotos nuevas empiezan a copiarse en unos segundos. Cuando está cerrado, iOS decide cuándo ejecutarlo, normalmente mientras se carga con Wi-Fi.
fr: Quand Immich est ouvert, les nouvelles photos commencent à être sauvegardées en quelques secondes. Quand il est fermé, iOS décide du moment — généralement pendant la charge en Wi-Fi.
it: Mentre Immich è aperta, il backup delle nuove foto inizia in pochi secondi. Quando è chiusa, è iOS a decidere quando eseguirlo — di solito durante la ricarica in Wi-Fi.

source: Wi-Fi only
de: Nur WLAN
es: Solo Wi-Fi
fr: Wi-Fi uniquement
it: Solo Wi-Fi

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: You are not sharing your library with anyone yet.
de: Du teilst deine Mediathek noch mit niemandem.
es: Todavía no compartes tu biblioteca con nadie.
fr: Vous ne partagez encore votre photothèque avec personne.
it: Non stai ancora condividendo la tua libreria con nessuno.

source: You have no albums yet.
de: Du hast noch keine Alben.
es: Aún no tienes álbumes.
fr: Vous n'avez pas encore d'album.
it: Non hai ancora album.

source: you@example.com
de: du@beispiel.de
es: tu@ejemplo.com
fr: vous@exemple.com
it: tu@esempio.com

source: Your library has no photos to build a memory from.
de: Deine Mediathek enthält keine Fotos, aus denen eine Erinnerung erstellt werden kann.
es: Tu biblioteca no tiene fotos para crear un recuerdo.
fr: Votre photothèque ne contient aucune photo pour créer un souvenir.
it: La tua libreria non ha foto con cui creare un ricordo.

source: Your newest photos, with the heart to keep one.
de: Deine neuesten Fotos, mit dem Herz zum Behalten.
es: Tus fotos más recientes, con el corazón para guardar una.
fr: Vos photos les plus récentes, avec le cœur pour en garder une.
it: Le tue foto più recenti, con il cuore per conservarne una.

source: Your photo library
de: Deine Mediathek
es: Tu biblioteca de fotos
fr: Votre photothèque
it: La tua libreria foto

source: Your photos, your server
de: Deine Fotos, dein Server
es: Tus fotos, tu servidor
fr: Vos photos, votre serveur
it: Le tue foto, il tuo server

source: DETAILS
es: DETALLES
fr: DÉTAILS
it: DETTAGLI

source: Downloads
es: Descargas
fr: Téléchargements
it: Download

source: Feedback
es: Respuesta
fr: Retour

source: OCR text
es: Texto OCR
fr: Texte OCR
it: Testo OCR

source: Orange
es: Naranja
it: Arancione

source: Original name
es: Nombre original
fr: Nom d'origine
it: Nome originale

source: STACK TRACE
es: TRAZA DE PILA
fr: TRACE D'APPELS

source: System
es: Sistema
fr: Système
it: Sistema

source: Upload details
es: Detalles de la subida
fr: Détails de l'envoi
it: Dettagli del caricamento

source: videos
es: vídeos
fr: vidéos
it: video

source: %lld videos
es: %lld vídeos
fr: %lld vidéos
it: %lld video

source: 1 person
es: 1 persona
fr: 1 personne
it: 1 persona

source: 1 video
es: 1 vídeo
fr: 1 vidéo

source: Administration
es: Administración
it: Amministrazione

source: Album
es: Álbum

source: Album name
es: Nombre del álbum
fr: Nom de l'album
it: Nome album

source: Backup
es: Copia de seguridad
fr: Sauvegarde

source: Details
es: Detalles
fr: Détails
it: Dettagli

source: Domain
es: Dominio
fr: Domaine
it: Dominio

source: Email
es: Correo electrónico

source: Filter
es: Filtrar
fr: Filtrer
it: Filtro

source: Immich Backup
es: Copia de seguridad de Immich
fr: Sauvegarde Immich
it: Backup Immich

source: Name
es: Nombre
fr: Nom
it: Nome

source: offline
es: sin conexión
fr: hors ligne

source: Offline
es: Sin conexión
fr: Hors ligne

source: Pause
es: Pausar
it: Pausa

source: Road Trip
es: Viaje por carretera

source: Server
es: Servidor
fr: Serveur

source: Server URL
es: URL del servidor
fr: URL du serveur
it: URL del server

source: Tag name
es: Nombre de la etiqueta
fr: Nom de l'étiquette
it: Nome etichetta

source: Tags
es: Etiquetas
fr: Étiquettes
it: Etichette

source: URLError %lld
es: Error de URL %lld

source: Version
es: Versión
it: Versione

source: Video
es: Vídeo
fr: Vidéo

source: Video, %@
es: Vídeo, %@
fr: Vidéo, %@

source: Videos
es: Vídeos
fr: Vidéos
it: Video

source: Editor
fr: Éditeur
